Repository: xxshubhamxx/cmux-panecho
Catalog: ios/cmux/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, zh_hans, zh_hant

# mobile.taskComposer.directoryPicker.source.open
source: Open on this Mac
ar: افتح على جهاز Mac هذا
de: Auf diesem Mac öffnen
es: Abrir en esta Mac
fr: Ouvrir sur ce Mac
ja: このMacで開いています
ko: 이 Mac에서 열기
zh_hans: 在此 Mac 上打开
zh_hant: 在此 Mac 上開啟

# mobile.taskComposer.directoryPicker.source.recent
source: Recent task
ar: المهمة الأخيرة
de: Aktuelle Aufgabe
es: Tarea reciente
fr: Tâche récente
ja: 最近のタスク
ko: 최근 작업
zh_hans: 最近的任务
zh_hant: 最近的任務

# mobile.taskComposer.directoryPicker.source.template
source: Template default
ar: القالب الافتراضي
de: Vorlagenstandard
es: Plantilla predeterminada
fr: Modèle par défaut
ja: テンプレートのデフォルト
ko: 템플릿 기본값
zh_hans: 模板默认值
zh_hant: 模板預設值

# mobile.taskComposer.directoryPicker.title
source: Choose Folder
ar: اختر المجلد
de: Wählen Sie Ordner
es: Elegir carpeta
fr: Choisir un dossier
ja: フォルダを選択
ko: 폴더 선택
zh_hans: 选择文件夹
zh_hant: 選擇資料夾

# mobile.taskComposer.failure.alreadyCompleted
source: The Mac already accepted this task. Refresh workspaces before trying again.
ar: لقد قبل جهاز Mac هذه المهمة بالفعل. قم بتحديث مساحات العمل قبل المحاولة مرة أخرى.
de: Der Mac hat diese Aufgabe bereits übernommen. Aktualisieren Sie die Arbeitsbereiche, bevor Sie es erneut versuchen.
es: La Mac ya aceptó esta tarea. Actualice los espacios de trabajo antes de volver a intentarlo.
fr: Le Mac a déjà accepté cette tâche. Actualisez les espaces de travail avant de réessayer.
ja: Macはこのタスクをすでに受け付けています。ワークスペースを更新してから、もう一度お試しください。
ko: Mac은 이미 이 작업을 수락했습니다. 다시 시도하기 전에 작업공간을 새로 고치세요.
zh_hans: Mac 已经接受了这个任务。重试之前刷新工作区。
zh_hant: Mac 已經接受了這個任務。重試之前刷新工作區。

# mobile.taskComposer.failure.authorization
source: That Mac did not authorize the request.
ar: لم يأذن جهاز Mac بالطلب.
de: Dieser Mac hat die Anfrage nicht autorisiert.
es: Ese Mac no autorizó la solicitud.
fr: Ce Mac n'a pas autorisé la demande.
ja: そのMacはリクエストを許可しませんでした。
ko: 해당 Mac은 요청을 승인하지 않았습니다.
zh_hans: 该 Mac 未授权该请求。
zh_hant: 該 Mac 未授權該請求。

# mobile.taskComposer.failure.busy
source: Another workspace action is still finishing.
ar: لا يزال هناك إجراء آخر في مساحة العمل على وشك الانتهاء.
de: Eine weitere Arbeitsbereichsaktion wird noch abgeschlossen.
es: Otra acción del espacio de trabajo aún está finalizando.
fr: Une autre action sur l'espace de travail est en cours de finition.
ja: 別のワークスペース操作がまだ完了していません。
ko: 또 다른 작업공간 작업이 아직 완료 중입니다.
zh_hans: 另一个工作区操作仍在完成。
zh_hant: 另一個工作區操作仍在完成。

# mobile.taskComposer.failure.draftPersistence
source: cmux couldn’t save this draft safely. Reopen the composer and try again.
ar: لم يتمكن cmux من حفظ هذه المسودة بأمان. أعد فتح الملحن وحاول مرة أخرى.
de: cmux konnte diesen Entwurf nicht sicher speichern. Öffnen Sie den Composer erneut und versuchen Sie es erneut.
es: cmux no pudo guardar este borrador de forma segura. Vuelva a abrir el compositor e inténtelo de nuevo.
fr: cmux n'a pas pu enregistrer ce brouillon en toute sécurité. Rouvrez le compositeur et réessayez.
ja: この下書きを安全に保存できませんでした。タスク作成画面を開き直して、もう一度お試しください。
ko: cmux가 이 초안을 안전하게 저장할 수 없습니다. 작성기를 다시 열고 다시 시도하십시오.
zh_hans: cmux 无法安全保存此草稿。重新打开作曲家并重试。
zh_hant: cmux 無法安全地儲存此草稿。重新打開作曲家並重試。

# mobile.taskComposer.failure.invalidWorkingDirectory
source: Choose an existing folder on that Mac.
ar: اختر مجلدًا موجودًا على جهاز Mac هذا.
de: Wählen Sie einen vorhandenen Ordner auf diesem Mac.
es: Elija una carpeta existente en esa Mac.
fr: Choisissez un dossier existant sur ce Mac.
ja: そのMac上の既存のフォルダを選択してください。
ko: 해당 Mac에서 기존 폴더를 선택합니다.
zh_hans: 选择该 Mac 上的现有文件夹。
zh_hant: 選擇該 Mac 上的現有資料夾。

# mobile.taskComposer.failure.notConnected
source: That Mac is not connected.
ar: جهاز Mac هذا غير متصل.
de: Dieser Mac ist nicht verbunden.
es: Esa Mac no está conectada.
fr: Ce Mac n'est pas connecté.
ja: そのMacに接続されていません。
ko: Mac이 연결되어 있지 않습니다.
zh_hans: 该 Mac 未连接。
zh_hant: 該 Mac 未連接。

# mobile.taskComposer.failure.persistence
source: The Mac could not safely reserve this task.
ar: لم يتمكن جهاز Mac من حجز هذه المهمة بأمان.
de: Der Mac konnte diese Aufgabe nicht sicher reservieren.
es: Mac no podía reservar esta tarea con seguridad.
fr: Le Mac ne pouvait pas réserver cette tâche en toute sécurité.
ja: Macでこのタスクを安全に予約できませんでした。
ko: Mac에서는 이 작업을 안전하게 예약할 수 없습니다.
zh_hans: Mac 无法安全地保留此任务。
zh_hant: Mac 無法安全地保留此任務。

# mobile.taskComposer.failure.rejected
source: The Mac rejected the task.
ar: رفض جهاز Mac المهمة.
de: Der Mac lehnte die Aufgabe ab.
es: La Mac rechazó la tarea.
fr: Le Mac a rejeté la tâche.
ja: Macがタスクを拒否しました。
ko: Mac이 작업을 거부했습니다.
zh_hans: Mac 拒绝了该任务。
zh_hant: Mac 拒絕了該任務。

# mobile.taskComposer.failure.timedOut
source: The Mac did not respond in time.
ar: لم يستجب جهاز Mac في الوقت المناسب.
de: Der Mac reagierte nicht rechtzeitig.
es: La Mac no respondió a tiempo.
fr: Le Mac n'a pas répondu à temps.
ja: Macから時間内に応答がありませんでした。
ko: Mac이 제때에 응답하지 않았습니다.
zh_hans: Mac没有及时回应。
zh_hant: Mac沒有及時回應。

# mobile.taskComposer.failure.title
source: Couldn’t start this task
ar: تعذر بدء هذه المهمة
de: Diese Aufgabe konnte nicht gestartet werden
es: No se pudo iniciar esta tarea
fr: Impossible de démarrer cette tâche
ja: このタスクを開始できませんでした
ko: 이 작업을 시작할 수 없습니다.
zh_hans: 无法启动此任务
zh_hant: 無法啟動此任務

# mobile.taskComposer.failure.title.statusUnconfirmed
source: Task status unconfirmed
ar: حالة المهمة غير مؤكدة
de: Aufgabenstatus unbestätigt
es: Estado de la tarea no confirmado
fr: Statut de la tâche non confirmé
ja: タスクの状態を確認できません
ko: 작업 상태가 확인되지 않았습니다.
zh_hans: 任务状态未确认
zh_hant: 任務狀態未確認

# mobile.taskComposer.failure.title.taskAccepted
source: Task already accepted
ar: تم قبول المهمة بالفعل
de: Aufgabe bereits angenommen
es: Tarea ya aceptada
fr: Tâche déjà acceptée
ja: タスクはすでに受け付けられています
ko: 작업이 이미 수락되었습니다.
zh_hans: 任务已接受
zh_hant: 任務已接受

# mobile.taskComposer.failure.unsupported
source: That Mac does not support this action.
ar: جهاز Mac هذا لا يدعم هذا الإجراء.
de: Dieser Mac unterstützt diese Aktion nicht.
es: Ese Mac no admite esta acción.
fr: Ce Mac ne prend pas en charge cette action.
ja: そのMacはこの操作に対応していません。
ko: 해당 Mac은 이 작업을 지원하지 않습니다.
zh_hans: 该 Mac 不支持此操作。
zh_hant: 該 Mac 不支援此操作。

# mobile.taskComposer.hero.subtitle
source: Describe the outcome. cmux opens a workspace and puts your agent to work.
ar: وصف النتيجة. يفتح cmux مساحة عمل ويجعل وكيلك يعمل.
de: Beschreiben Sie das Ergebnis. cmux öffnet einen Arbeitsbereich und setzt Ihren Agenten ein.
es: Describe el resultado. cmux abre un espacio de trabajo y pone a trabajar a su agente.
fr: Décrivez le résultat. cmux ouvre un espace de travail et met votre agent au travail.
ja: 実現したいことを入力すると、cmuxがワークスペースを開き、エージェントを起動します。
ko: 결과를 설명하세요. cmux는 작업 공간을 열고 에이전트를 작동시킵니다.
zh_hans: 描述结果。 cmux 打开一个工作区并使您的代理开始工作。
zh_hant: 描述結果。 cmux 開啟一個工作區並使您的代理商開始工作。

# mobile.taskComposer.hero.title
source: Start an agent
ar: بدء وكيل
de: Starten Sie einen Agenten
es: Iniciar un agente
fr: Démarrer un agent
ja: エージェントを起動
ko: 에이전트 시작
zh_hans: 启动代理
zh_hant: 啟動代理

# mobile.taskComposer.machine
source: Machine
ar: آلة
de: Maschine
es: Máquina
ja: マシン
ko: 기계
zh_hans: 机器
zh_hant: 機器

# mobile.taskComposer.machine.accessibilityHint
source: Chooses the Mac that will run this task.
ar: يختار جهاز Mac الذي سيقوم بتشغيل هذه المهمة.
de: Wählt den Mac aus, auf dem diese Aufgabe ausgeführt wird.
es: Elige la Mac que ejecutará esta tarea.
fr: Choisit le Mac qui exécutera cette tâche.
ja: このタスクを実行するMacを選択します。
ko: 이 작업을 실행할 Mac을 선택합니다.
zh_hans: 选择将运行此任务的 Mac。
zh_hant: 選擇將執行此任務的 Mac。

# mobile.taskComposer.machine.none
source: No paired Macs
ar: لا توجد أجهزة Mac مقترنة
de: Keine gekoppelten Macs
es: No hay Macs emparejados
fr: Aucun Mac couplé
ja: ペアリング済みのMacがありません
ko: 페어링된 Mac이 없습니다.
zh_hans: 没有配对的 Mac
zh_hant: 沒有配對的 Mac

# mobile.taskComposer.workspaceGroup
source: Workspace group
ar: مجموعة مساحة العمل
de: Arbeitsbereichsgruppe
es: Grupo de espacio de trabajo
fr: Groupe d'espace de travail
ja: ワークスペースグループ
ko: 작업공간 그룹
zh_hans: 工作区组
zh_hant: 工作區組

# mobile.taskComposer.workspaceGroup.empty
source: No workspace groups on this Mac
ar: لا توجد مجموعات مساحة عمل على جهاز Mac هذا
de: Auf diesem Mac gibt es keine Arbeitsbereichsgruppen
es: No hay grupos de espacio de trabajo en esta Mac
fr: Aucun groupe d'espace de travail sur ce Mac
ja: このMacにワークスペースグループはありません
ko: 이 Mac에는 작업 영역 그룹이 없습니다.
zh_hans: 此 Mac 上没有工作区组
zh_hant: 此 Mac 上沒有工作區組

# mobile.taskComposer.workspaceGroup.hint
source: Chooses where the new workspace appears on this Mac.
ar: يختار مكان ظهور مساحة العمل الجديدة على جهاز Mac هذا.
de: Wählt aus, wo der neue Arbeitsbereich auf diesem Mac angezeigt wird.
es: Elige dónde aparece el nuevo espacio de trabajo en esta Mac.
fr: Choisissez où le nouvel espace de travail apparaît sur ce Mac.
ja: 新しいワークスペースをこのMacのどこに表示するか選択します。
ko: 이 Mac에서 새 작업 영역이 표시되는 위치를 선택합니다.
zh_hans: 选择新工作区在此 Mac 上的显示位置。
zh_hant: 選擇新工作區在此 Mac 上的顯示位置。

# mobile.taskComposer.workspaceGroup.none
source: None
ar: لا أحد
de: Keiner
es: Ninguno
fr: Aucun
ja: なし
ko: 없음
zh_hans: 没有任何
zh_hant: 沒有任何

# mobile.taskComposer.workspaceGroup.loading
source: Loading groups…
ar: جارٍ تحميل المجموعات…
de: Gruppen werden geladen…
es: Cargando grupos…
fr: Chargement des groupes…
ja: グループを読み込み中…
ko: 그룹 로드 중…
zh_hans: 正在加载组...
zh_hant: 正在載入群組...

# mobile.taskComposer.workspaceGroup.unavailable
source: Choose a group
ar: اختر مجموعة
de: Wählen Sie eine Gruppe
es: Elige un grupo
fr: Choisissez un groupe
ja: グループを選択
ko: 그룹을 선택하세요
zh_hans: 选择一个组
zh_hant: 選擇一個群組

# mobile.taskComposer.workspaceGroup.recoveryHint
source: Choose another group or select None before submitting.
ar: اختر مجموعة أخرى أو حدد لا شيء قبل الإرسال.
de: Wählen Sie vor dem Absenden eine andere Gruppe oder „Keine“ aus.
es: Elija otro grupo o seleccione Ninguno antes de enviar.
fr: Choisissez un autre groupe ou sélectionnez Aucun avant de soumettre.
ja: 送信する前に別のグループまたは「なし」を選択してください。
ko: 제출하기 전에 다른 그룹을 선택하거나 없음을 선택하세요.
zh_hans: 选择另一个组或在提交前选择“无”。
zh_hant: 選擇另一個群組或在提交前選擇“無”。

# mobile.taskComposer.drafts.title
source: Drafts
ar: المسودات
de: Entwürfe
es: Damas
fr: Brouillons
ja: 下書き
ko: 체커
zh_hans: 草稿
zh_hant: 草稿

# mobile.taskComposer.drafts.new
source: New Draft
ar: مسودة جديدة
de: Neuer Entwurf
es: Nuevo borrador
fr: Nouveau brouillon
ja: 新しい下書き
ko: 새 초안
zh_hans: 新草案
zh_hant: 新草案

# mobile.taskComposer.drafts.empty.title
source: No Other Drafts
ar: لا مسودات أخرى
de: Keine weiteren Entwürfe
es: No hay otros borradores
fr: Aucun autre brouillon
ja: 他の下書きはありません
ko: 다른 초안 없음
zh_hans: 没有其他草稿
zh_hant: 沒有其他草稿

# mobile.taskComposer.drafts.empty.description
source: Leave the composer with an unsent task and it is saved here.
ar: اترك للملحن مهمة غير مرسلة وسيتم حفظها هنا.
de: Verlassen Sie den Composer mit einer nicht gesendeten Aufgabe und sie wird hier gespeichert.
es: Deje al compositor una tarea sin enviar y se guardará aquí.
fr: Laissez au compositeur une tâche non envoyée et elle sera enregistrée ici.
ja: 未送信のタスクを残したまま閉じると、ここに保存されます。
ko: 보내지 않은 작업을 작곡가에게 맡기면 여기에 저장됩니다.
zh_hans: 将未发送的任务留给作曲家，并将其保存在此处。
zh_hant: 將未發送的任務留給作曲家，並將其保存在此處。

# mobile.taskComposer.drafts.leaveDialog.title
source: Save this task as a draft?
ar: هل تريد حفظ هذه المهمة كمسودة؟
de: Diese Aufgabe als Entwurf speichern?
es: ¿Guardar esta tarea como borrador?
fr: Enregistrer cette tâche en tant que brouillon ?
ja: このタスクを下書きとして保存しますか？
ko: 이 할 일을 초안으로 저장하시겠습니까?
zh_hans: 将此任务保存为草稿吗？
zh_hant: 將此任務儲存為草稿嗎？

# mobile.taskComposer.drafts.leaveDialog.save
source: Save Draft
ar: حفظ المسودة
de: Entwurf speichern
es: Guardar borrador
fr: Enregistrer le brouillon
ja: 下書きを保存
ko: 초안 저장
zh_hans: 保存草稿
zh_hant: 儲存草稿

# mobile.taskComposer.drafts.leaveDialog.delete
source: Delete Draft
ar: حذف المسودة
de: Entwurf löschen
es: Eliminar borrador
fr: Supprimer le brouillon
ja: 下書きを削除
ko: 초안 삭제
zh_hans: 删除草稿
zh_hant: 刪除草稿

# mobile.taskComposer.drafts.untitled
source: No prompt yet
ar: لا يوجد مطالبة حتى الآن
de: Noch keine Aufforderung
es: Aún no hay aviso
fr: Aucune invite pour l'instant
ja: プロンプト未入力
ko: 아직 메시지가 없습니다.
zh_hans: 还没有提示
zh_hant: 還沒有提示

# mobile.taskComposer.effort
source: Effort
ar: جهد
de: Bemühung
es: Esfuerzo
ja: 思考レベル
ko: 노력
zh_hans: 努力
zh_hant: 努力

# mobile.taskComposer.effort.error.queryFailed
source: Couldn’t load efforts
ar: تعذر تحميل الجهود
de: Bemühungen konnten nicht geladen werden
es: No se pudieron cargar los esfuerzos
fr: Impossible de charger les efforts
ja: 思考レベルを読み込めませんでした
ko: 노력을 로드할 수 없습니다.
zh_hans: 无法加载工作量
zh_hant: 無法載入工作量

# mobile.taskComposer.effort.accessibilityHint
source: Chooses the effort supported by the selected model.
ar: يختار الجهد الذي يدعمه النموذج المحدد.
de: Wählt den Aufwand aus, der vom ausgewählten Modell unterstützt wird.
es: Elige el esfuerzo soportado por el modelo seleccionado.
fr: Choisit l'effort supporté par le modèle sélectionné.
ja: 選択したモデルが対応する思考レベルを選択します。
ko: 선택한 모델이 지원하는 노력을 선택합니다.
zh_hans: 选择所选模型支持的工作量。
zh_hant: 選擇所選模型支援的工作量。

# mobile.taskComposer.model
source: Model
ar: نموذج
de: Modell
es: Modelo
fr: Modèle
ja: モデル
ko: 모델
zh_hans: 模型
zh_hant: 模型

# mobile.taskComposer.model.accessibilityHint
source: Chooses the model this agent runs with.
ar: يختار النموذج الذي يعمل به هذا الوكيل.
de: Wählt das Modell aus, mit dem dieser Agent ausgeführt wird.
es: Elige el modelo con el que se ejecuta este agente.
fr: Choisit le modèle avec lequel cet agent s'exécute.
ja: このエージェントで使用するモデルを選択します。
ko: 이 에이전트가 실행되는 모델을 선택합니다.
zh_hans: 选择此代理运行的模型。
zh_hant: 選擇此代理程式運行的模型。

# mobile.taskComposer.model.default
source: Default
ar: تقصير
de: Standard
es: Por defecto
fr: Défaut
ja: デフォルト
ko: 기본
zh_hans: 默认
zh_hant: 預設

# mobile.taskComposer.model.loading
source: Loading models
ar: جارٍ تحميل النماذج
de: Laden von Modellen
es: Cargando modelos
fr: Chargement des modèles
ja: モデルを読み込み中
ko: 모델 로드 중
zh_hans: 加载模型
zh_hant: 載入模型

# mobile.taskComposer.model.error.providerUnavailable
source: Agent models unavailable
ar: نماذج الوكيل غير متوفرة
de: Agentenmodelle nicht verfügbar
es: Modelos de agentes no disponibles
fr: Modèles d'agent indisponibles
ja: エージェントのモデルを利用できません
ko: 에이전트 모델을 사용할 수 없음
zh_hans: 代理型号不可用
zh_hant: 代理型號不可用

# mobile.taskComposer.model.error.queryFailed
source: Couldn’t load models
ar: لا يمكن تحميل النماذج
de: Modelle konnten nicht geladen werden
es: No se pudieron cargar los modelos
fr: Impossible de charger les modèles
ja: モデルを読み込めませんでした
ko: 모델을 로드할 수 없습니다.
zh_hans: 无法加载模型
zh_hant: 無法載入模型

# mobile.taskComposer.model.error.hostUnavailable
source: Mac unavailable
ar: ماك غير متوفر
de: Mac nicht verfügbar
es: Mac no disponible
fr: Mac indisponible
ja: Macを利用できません
ko: Mac을 사용할 수 없음
zh_hans: Mac 不可用
zh_hant: Mac 不可用

# mobile.taskComposer.openingShell
source: Opening Shell…
ar: فتح شل…
de: Shell öffnen…
es: Abriendo cáscara…
fr: Coquille d'ouverture…
ja: シェルを開いています…
ko: 셸을 여는 중…
zh_hans: 打开外壳...
zh_hant: 打開外殼...

# mobile.taskComposer.openShell
source: Open Shell
ar: افتح شل
de: Öffnen Sie die Shell
es: Concha abierta
fr: Coquille ouverte
ja: シェルを開く
ko: 오픈 쉘
zh_hans: 开壳
zh_hant: 開殼

# mobile.taskComposer.options.title
source: Task Options
ar: خيارات المهمة
de: Aufgabenoptionen
es: Opciones de tarea
fr: Options de tâche
ja: タスクオプション
ko: 작업 옵션
zh_hans: 任务选项
zh_hant: 任務選項

# mobile.taskComposer.preparingWorkspace
source: Preparing workspace…
ar: جارٍ تحضير مساحة العمل…
de: Arbeitsplatz vorbereiten…
es: Preparando el espacio de trabajo...
fr: Préparation de l'espace de travail…
ja: ワークスペースを準備中…
ko: 작업공간 준비 중…
zh_hans: 正在准备工作区...
zh_hant: 正在準備工作區...

# mobile.taskComposer.prompt
source: Prompt
ar: اِسْتَدْعَى
es: Inmediato
fr: Rapide
ja: プロンプト
ko: 즉각적인
zh_hans: 迅速的
zh_hant: 迅速的

# mobile.taskComposer.promptPlaceholder
source: Describe what you want to accomplish
ar: صف ما تريد تحقيقه
de: Beschreiben Sie, was Sie erreichen möchten
es: Describe lo que quieres lograr
fr: Décrivez ce que vous souhaitez accomplir
ja: 実現したいことを入力
ko: 성취하고 싶은 것이 무엇인지 설명하세요.
zh_hans: 描述您想要实现的目标
zh_hant: 描述您想要實現的目標

# mobile.taskComposer.promptPlaceholder.agentFormat
source: Tell %@ what to build, fix, or investigate
ar: أخبر %@ بما يجب إنشاؤه أو إصلاحه أو التحقيق فيه
de: Teilen Sie %@ mit, was erstellt, repariert oder untersucht werden soll
es: Dígale a %@ qué construir, arreglar o investigar
fr: Dites à %@ ce qu'il faut construire, réparer ou enquêter
ja: %@にビルド、修正、調査してほしい内容を入力
ko: %@에게 빌드, 수정 또는 조사할 항목을 알려줍니다.

# mobile.taskComposer.promptPlaceholder.shell
source: Describe what you want to run
ar: قم بوصف ما تريد تشغيله
de: Beschreiben Sie, was Sie ausführen möchten
es: Describe lo que quieres ejecutar
fr: Décrivez ce que vous souhaitez exécuter
ja: 実行したい内容を入力
ko: 무엇을 실행하고 싶은지 설명하세요.
zh_hans: 描述你想要运行什么
zh_hant: 描述你想要運行什麼

# mobile.taskComposer.promptTitle.agentFormat
source: Ask %@
ar: اسأل %@
de: Fragen Sie %@
es: Preguntar %@
fr: Demandez à %@
ja: %@に依頼
ko: %@에 문의하세요

# mobile.taskComposer.promptTitle.shell
source: Shell command
ar: أمر شل
de: Shell-Befehl
es: Comando de shell
fr: Commande Shell
ja: シェルコマンド
ko: 쉘 명령
zh_hans: 外壳命令
zh_hant: 外殼命令

# mobile.taskComposer.recovery.refresh
source: Refresh Workspaces
ar: تحديث مساحات العمل
de: Arbeitsbereiche aktualisieren
es: Actualizar espacios de trabajo
fr: Actualiser les espaces de travail
ja: ワークスペースを更新
ko: 작업공간 새로 고침
zh_hans: 刷新工作区
zh_hant: 刷新工作區

# mobile.taskComposer.recovery.refresh.accessibilityHint
source: Checks the Mac for the task that was already accepted.
ar: التحقق من جهاز Mac بحثًا عن المهمة التي تم قبولها بالفعل.
de: Überprüft den Mac auf die bereits angenommene Aufgabe.
es: Comprueba en el Mac la tarea que ya fue aceptada.
fr: Vérifie sur le Mac la tâche déjà acceptée.
ja: Macで、すでに受け付けたタスクを確認します。
ko: 이미 수락된 작업이 있는지 Mac을 확인합니다.
zh_hans: 检查 Mac 上是否有已接受的任务。
zh_hant: 檢查 Mac 上是否有已接受的任務。

# mobile.taskComposer.recovery.refreshAgain
source: Refresh Again
ar: تحديث مرة أخرى
de: Erneut aktualisieren
es: Actualizar de nuevo
fr: Actualiser à nouveau
ja: もう一度更新
ko: 다시 새로고침
zh_hans: 再次刷新
zh_hant: 再次刷新

# mobile.taskComposer.recovery.startAgain
source: Start Again
ar: ابدأ من جديد
de: Beginnen Sie erneut
es: Empezar de nuevo
fr: Recommencer
ja: 新しいタスクとして開始
ko: 다시 시작
zh_hans: 重新开始
zh_hant: 重新開始

# mobile.taskComposer.recovery.startAgain.accessibilityHint
source: Starts the same draft as a new task after confirmation.
ar: يبدأ نفس المسودة كمهمة جديدة بعد التأكيد.
de: Startet denselben Entwurf nach Bestätigung als neue Aufgabe.
es: Comienza el mismo borrador como una nueva tarea después de la confirmación.
fr: Démarre le même brouillon qu'une nouvelle tâche après confirmation.
ja: 確認後、同じ下書きを新しいタスクとして開始します。
ko: 확인 후 새 작업과 동일한 초안을 시작합니다.
zh_hans: 确认后启动相同的草稿作为新任务。
zh_hant: 確認後啟動相同的草稿作為新任務。

# mobile.taskComposer.recovery.startAgain.message
source: Only continue if the task is not present. Starting again may create a duplicate.
ar: تابع فقط إذا كانت المهمة غير موجودة. قد يؤدي البدء مرة أخرى إلى إنشاء نسخة مكررة.
de: Fahren Sie nur fort, wenn die Aufgabe nicht vorhanden ist. Bei einem erneuten Start entsteht möglicherweise ein Duplikat.
es: Continúe solo si la tarea no está presente. Comenzar de nuevo puede crear un duplicado.
fr: Ne continuez que si la tâche n'est pas présente. Recommencer peut créer un doublon.
ja: タスクが見つからない場合のみ続行してください。再度開始すると重複する可能性があります。
ko: 작업이 없는 경우에만 계속하세요. 다시 시작하면 중복이 발생할 수 있습니다.
zh_hans: 仅当任务不存在时才继续。重新开始可能会产生重复。
zh_hant: 僅當任務不存在時才繼續。重新開始可能會產生重複。

# mobile.taskComposer.recovery.startAgain.title
source: Start this task again?
ar: هل تريد بدء هذه المهمة مرة أخرى؟
de: Diese Aufgabe erneut starten?
es: ¿Iniciar esta tarea de nuevo?
fr: Recommencer cette tâche ?
ja: このタスクを新しく開始しますか？
ko: 이 작업을 다시 시작하시겠습니까?
zh_hans: 重新开始这个任务？
zh_hant: 重新開始這個任務？

# mobile.taskComposer.recovery.stillMissing
source: The task is still missing. Refresh again or start it as a new task.
ar: المهمة لا تزال مفقودة. قم بالتحديث مرة أخرى أو ابدأ كمهمة جديدة.
de: Die Aufgabe fehlt noch. Aktualisieren Sie erneut oder starten Sie es als neue Aufgabe.
es: Aún falta la tarea. Actualice nuevamente o inícielo como una nueva tarea.
fr: La tâche manque toujours. Actualisez à nouveau ou démarrez-le en tant que nouvelle tâche.
ja: タスクがまだ見つかりません。もう一度更新するか、新しいタスクとして開始してください。
ko: 작업이 아직 누락되었습니다. 다시 새로 고치거나 새 작업으로 시작하세요.
zh_hans: 任务依然不见踪影。再次刷新或将其作为新任务启动。
zh_hant: 任務依然不見蹤影。再次刷新或將其作為新任務啟動。

# mobile.taskComposer.template
source: Template
ar: نموذج
de: Vorlage
es: Plantilla
fr: Modèle
ja: テンプレート
ko: 주형
zh_hans: 模板
zh_hant: 範本

# mobile.taskComposer.template.accessibilityHint
source: Selects this agent or command for the task.
ar: تحديد هذا الوكيل أو الأمر للمهمة.
de: Wählt diesen Agenten oder Befehl für die Aufgabe aus.
es: Selecciona este agente o comando para la tarea.
fr: Sélectionne cet agent ou cette commande pour la tâche.
ja: このタスクで使うエージェントまたはコマンドを選択します。
ko: 작업에 대해 이 에이전트 또는 명령을 선택합니다.
zh_hans: 为任务选择此代理或命令。
zh_hant: 為任務選擇此代理或命令。

# mobile.taskComposer.template.add
source: Add Template
ar: إضافة قالب
de: Vorlage hinzufügen
es: Agregar plantilla
fr: Ajouter un modèle
ja: テンプレートを追加
ko: 템플릿 추가
zh_hans: 添加模板
zh_hant: 新增模板

# mobile.taskComposer.template.addTitle
source: Add Template
ar: إضافة قالب
de: Vorlage hinzufügen
es: Agregar plantilla
fr: Ajouter un modèle
ja: テンプレートを追加
ko: 템플릿 추가
zh_hans: 添加模板
zh_hant: 新增模板

# mobile.taskComposer.template.command
source: Command
ar: يأمر
de: Befehl
es: Dominio
fr: Commande
ja: コマンド
ko: 명령
zh_hans: 命令
zh_hant: 命令

# mobile.taskComposer.template.details
source: Details
ar: تفاصيل
de: Einzelheiten
es: Detalles
fr: Détails
ja: 詳細
ko: 세부
zh_hans: 细节
zh_hant: 細節

# mobile.taskComposer.template.editTitle
source: Edit Template
ar: تحرير القالب
de: Vorlage bearbeiten
es: Editar plantilla
fr: Modifier le modèle
ja: テンプレートを編集
ko: 템플릿 편집
zh_hans: 编辑模板
zh_hant: 編輯模板

# mobile.taskComposer.template.iconEmoji
source: Custom emoji
ar: الرموز التعبيرية المخصصة
de: Benutzerdefiniertes Emoji
es: emojis personalizados
fr: Émoji personnalisé
ja: カスタム絵文字
ko: 맞춤 이모티콘
zh_hans: 自定义表情符号
zh_hant: 自訂表情符號

# mobile.taskComposer.template.icon.accessibilityHint
source: Selects this icon for the template.
ar: تحديد هذا الرمز للقالب.
de: Wählt dieses Symbol für die Vorlage aus.
es: Selecciona este icono para la plantilla.
fr: Sélectionne cette icône pour le modèle.
ja: テンプレートに使用するアイコンを選択します。
ko: 템플릿에 대해 이 아이콘을 선택합니다.
zh_hans: 为模板选择此图标。
zh_hant: 為模板選擇此圖示。

# mobile.taskComposer.template.icon.bolt
source: Bolt
ar: بولت
de: Bolzen
es: Tornillo
fr: Boulon
ja: 稲妻
ko: 볼트
zh_hans: 螺栓
zh_hant: 螺栓

# mobile.taskComposer.template.icon.bug
source: Bug
ar: حشرة
de: Insekt
es: Bicho
fr: Bogue
ja: バグ
ko: 벌레
zh_hans: 漏洞
zh_hant: 漏洞

# mobile.taskComposer.template.icon.document
source: Document
ar: وثيقة
de: Dokumentieren
es: Documento
ja: 書類
ko: 문서
zh_hans: 文档
zh_hant: 文件

# mobile.taskComposer.template.icon.folder
source: Folder
ar: مجلد
de: Ordner
es: Carpeta
fr: Dossier
ja: フォルダ
ko: 접는 사람
zh_hans: 文件夹
zh_hant: 資料夾

# mobile.taskComposer.template.icon.globe
source: Globe
ar: الكرة الأرضية
de: Globus
es: Globo
ja: 地球
ko: 지구
zh_hans: 地球
zh_hant: 地球

# mobile.taskComposer.template.icon.hammer
source: Hammer
ar: مطرقة
es: Martillo
fr: Marteau
ja: ハンマー
ko: 망치
zh_hans: 锤
zh_hant: 槌

# mobile.taskComposer.template.icon.package
source: Package
ar: طَرد
de: Paket
es: Paquete
fr: Emballer
ja: パッケージ
ko: 패키지
zh_hans: 包裹
zh_hant: 包裹

# mobile.taskComposer.template.icon.terminal
source: Terminal
ar: صالة
ja: ターミナル
ko: 단말기
zh_hans: 终端
zh_hant: 終端

# mobile.taskComposer.template.icon.test
source: Test
ar: امتحان
de: Prüfen
es: Prueba
ja: テスト
ko: 시험
zh_hans: 测试
zh_hant: 測試

# mobile.taskComposer.template.icon.tools
source: Tools
ar: أدوات
de: Werkzeuge
es: Herramientas
fr: Outils
ja: ツール
ko: 도구
zh_hans: 工具
zh_hant: 工具

# mobile.taskComposer.template.name
source: Name
ar: اسم
es: Nombre
fr: Nom
ja: 名前
ko: 이름
zh_hans: 姓名
zh_hant: 姓名

# mobile.taskComposer.template.plainShell
source: Plain shell
ar: قذيفة عادي
de: Einfache Schale
es: Concha lisa
fr: Coque unie
ja: 通常のシェル
ko: 일반 쉘
zh_hans: 素壳
zh_hant: 素殼

# mobile.taskComposer.startAgentFormat
source: Start %@
ar: ابدأ تشغيل %@
de: Starten Sie %@
es: Iniciar %@
fr: Démarrer %@
ja: %@を起動
ko: %@ 시작
